Repository: Gamizard/tinyib
Catalog: locale/*/tinyib.po
Languages: pl

source: Click here to go back
pl: Kliknij tutaj, aby powrócić

source: TINYIB_HCAPTCHA_SITE and TINYIB_HCAPTCHA_SECRET must be configured.
pl: TINYIB_HCAPTCHA_SITE i TINYIB_HCAPTCHA_SECRET muszą być skonfigurowane.

source: TINYIB_RECAPTCHA_SITE and TINYIB_RECAPTCHA_SECRET must be configured.
pl: TINYIB_RECAPTCHA_SITE i TINYIB_RECAPTCHA_SECRET muszą być skonfigurowane.

source: Unknown database mode specified.
pl: Wskazano nieznany tryb bazodanowy.

source: Directory '%s' can not be written to. Please modify its permissions.
pl: Do katalogu „%s” nie można zapisywać. Zmień jego uprawnienia.

source: Posting is currently disabled.<br>Please try again in a few moments.
pl: Publikowanie jest obecnie wyłączone. <br> Spróbuj ponownie za chwilę.

source: Invalid parent thread ID supplied, unable to create post.
pl: Podano nieprawidłowy identyfikator wątku nadrzędnego, nie można utworzyć posta.

source: Replies are not allowed to locked threads.
pl: Odpowiedzi nie są dozwolone w zablokowanych wątkach.

source: Your post contains a blocked keyword.
pl: Twój post zawiera zablokowane słowo kluczowe.

source: Embedding a URL and uploading a file at the same time is not supported.
pl: Osadzanie adresu URL i jednoczesne przesyłanie pliku nie jest obsługiwane.

source: Invalid embed URL. Only %s URLs are supported.
pl: Nieprawidłowy osadzony adres URL. Obsługiwane są tylko adresy URL %s .

source: That file is larger than %s.
pl: Ten plik jest większy niż %s.

source: Failed to download file at specified URL.
pl: Nie udało się pobrać pliku z podanego adresu URL.

source: Error while processing audio/video.
pl: Błąd podczas przetwarzania audio/wideo.

source: Could not create thumbnail.
pl: Nie można utworzyć miniaturki.

source: upload a file or embed a URL
pl: prześlij plik lub umieść adres URL

source: upload a file
pl: prześlij plik

source: embed a URL
pl: osadź adres URL

source: Please %s to start a new thread.
pl: Proszę %s, aby rozpocząć nowy wątek.

source: Please enter a message and/or %s.
pl: Wprowadź wiadomość i/lub %s.

source: Please enter a message.
pl: Wpisz wiadomość.

source: Please %s.
pl: Proszę %s.

source: Your %s will be shown <b>once it has been approved</b>.
pl: Twój %s zostanie wyświetlony <b>po zatwierdzeniu</b>.

source: Updating thread...
pl: Aktualizuję wątek ...

source: Updating index...
pl: Aktualizuję indeks ...

source: Created raw post
pl: Utworzono nieprzetworzony post

source: This post has been deleted
pl: Ten post został usunięty

source: This post requires moderation before it can be displayed
pl: Ten post wymaga moderacji, zanim będzie można go wyświetlić

source: Automatic refreshing is disabled.
pl: Automatyczne odświeżanie jest wyłączone.

source: Reporting is disabled.
pl: Raportowanie jest wyłączone.

source: Sorry, an invalid post identifier was sent. Please go back, refresh the page, and try again.
pl: Przepraszamy, wysłano nieprawidłowy identyfikator postu. Proszę wrócić, odświeżyć stronę i spróbować ponownie.

source: Moderators have determined that post does not break any rules.
pl: Moderatorzy ustalili, że post nie łamie żadnych zasad.

source: You have already submitted a report for that post.
pl: Złożyłeś już raport dotyczący tego postu.

source: (enter the text below)
pl: (wpisz tekst poniżej)

source: Please complete a CAPTCHA to submit your report
pl: Wypełnij CAPTCHA, aby przesłać zgłoszenie

source: Submit
pl: Wyślij

source: Post reported.
pl: Post zgłoszony.

source: Tick the box next to a post and click "Delete" to delete it.
pl: Zaznacz pole obok postu i kliknij "Usuń", aby go usunąć.

source: Post deletion is currently disabled.<br>Please try again in a few moments.
pl: Usuwanie postów jest obecnie wyłączone.<br>Proszę spróbować ponownie za kilka chwil.

source: Post deleted.
pl: Post usunięty.

source: Invalid password.
pl: Nieprawidłowe hasło.

source: Rebuilt board.
pl: Odbudowano tablicę.

source: Access denied
pl: Odmowa dostępu

source: Account not found.
pl: Nie znaleziono konta.

source: This account may not be updated while TINYIB_ADMINPASS is set.
pl: To konto nie może być aktualizowane, gdy TINYIB_ADMINPASS jest ustawiony.

source: This account may not be updated while TINYIB_MODPASS is set.
pl: To konto nie może być aktualizowane, gdy TINYIB_MODPASS jest ustawiony.

source: A password is required.
pl: Wymagane jest podanie hasła.

source: Invalid role.
pl: Nieprawidłowa rola.

source: Added account %s
pl: Dodano konto %s

source: Added account
pl: Dodano konto

source: Renamed account %1$s as %2$s
pl: Zmieniono nazwę konta %1$s na %2$s

source: Changed password of account %s
pl: Zmieniono hasło konta %s

source: Disabled
pl: Wyłączone

source: Changed role of account %s to %s
pl: Zmieniono rolę konta %s na %s

source: Updated account
pl: Zaktualizowane konto

source: Sorry, there is already a ban on record for that IP address.
pl: Przepraszamy, istnieje już blokada dla tego adresu IP.

source: permanently
pl: na stałe

source: Banned %s %s
pl: Zbanowany %s %s

source: Banned %s %s: %s
pl: Zbanowany %s %s: %s

source: Banned 1 IP address
pl: Zablokowano 1 adres IP

source: Banned %d IP addresses
pl: Zablokowane %d adresy IP

source: Lifted ban on %s
pl: Zniesiony ban na %s

source: Sorry, that keyword has already been added.
pl: Przepraszamy, to słowo kluczowe zostało już dodane.

source: Updated keyword %s
pl: Zaktualizowane słowo kluczowe %s

source: Keyword updated.
pl: Zaktualizowano słowo kluczowe.

source: Keyword added.
pl: Dodano słowo kluczowe.

source: That keyword does not exist.
pl: To słowo kluczowe nie istnieje.

source: Deleted keyword %s
pl: Usunięte słowo kluczowe %s

source: Keyword deleted.
pl: Usunięto słowo kluczowe.

source: Sorry, there doesn't appear to be a post with that ID.
pl: Przepraszamy, ale wygląda na to, że nie ma posta z tym identyfikatorem.

source: Deleted %s
pl: Usunięto %s

source: Deleted 1 post
pl: Usunięto 1 post

source: Deleted %d posts
pl: Usunięto %d postów

source: Approved
pl: Zaakceptowano

source: Post No.%d approved.
pl: Wpis nr %d zatwierdzony.

source: Stickied
pl: Przyklejony

source: Unstickied
pl: Odklejony

source: Form data was lost. Please go back and try again.
pl: Dane formularza zostały utracone. Proszę wrócić i spróbować ponownie.

source: Locked
pl: Zablokowany

source: Unlocked
pl: Odblokowany

source: Password updated
pl: Hasło zaktualizowane

source: Please enter the CAPTCHA text.
pl: Wpisz tekst CAPTCHA.

source: Incorrect CAPTCHA text entered. Please try again.<br>Click the image to retrieve a new CAPTCHA.
pl: Wprowadzono nieprawidłowy tekst CAPTCHA. Proszę spróbować ponownie.<br>Kliknij na obrazek, aby pobrać nowy CAPTCHA.

source: Please shorten your message, or post it in multiple parts. Your message is %1$d characters long, and the maximum allowed is %2$d.
pl: Skróć wiadomość lub opublikuj ją w wielu częściach. Twoja wiadomość ma %1$d znaków długości, a maksymalna dozwolona jest %2$d.

source: Invalid key.
pl: Nieprawidłowy klucz.

source: Invalid username or password.
pl: Nieprawidłowa nazwa użytkownika lub hasło.

source: The uploaded file exceeds the upload_max_filesize directive (%s) in php.ini.
pl: Przesłany plik przekracza wartość dyrektywy upload_max_filesize (%s) w php.ini.

source: The uploaded file was only partially uploaded.
pl: Przesłany plik został przesłany tylko częściowo.

source: No file was uploaded.
pl: Nie przesłano żadnego pliku.

source: Missing a temporary folder.
pl: Brak folderu tymczasowego.

source: Failed to write file to disk
pl: Nie udało się zapisać pliku na dysku

source: Unable to save the uploaded file.
pl: Nie można zapisać przesłanego pliku.

source: Duplicate file uploaded. That file has already been posted <a href="%s">here</a>.
pl: Przesłano duplikat pliku. Ten plik został już umieszczony <a href="%s">tutaj</a>.

source: Unable to read the uploaded file while creating its thumbnail. A common cause for this is an incorrect extension when the file is actually of a different type.
pl: Nie można odczytać przesłanego pliku podczas tworzenia jego miniaturki. Częstą przyczyną jest nieprawidłowe rozszerzenie, gdy plik jest w rzeczywistości innego typu.

source: File transfer failure. Please retry the submission.
pl: Błąd transferu pliku. Proszę ponowić próbę przesłania.

source: Failed to read the MIME type and size of the uploaded file. Please retry the submission.
pl: Nie można odczytać typu MIME i rozmiaru przekazanego pliku. Ponów próbę przesłania.

source: Could not copy uploaded file.
pl: Nie można skopiować przesłanego pliku.

source: File transfer failure. Please go back and try again.
pl: Niepowodzenie transferu plików. Wróć i spróbuj ponownie.

source: Sorry, your video appears to be corrupt.
pl: Przepraszamy, Twój plik wideo wygląda na uszkodzony.

source: Supported file type is %s
pl: Obsługiwany typ pliku to %s

source: Supported file types are %1$s and %2$s.
pl: Obsługiwane typy plików to %1$s i %2$s.

source: Reply to
pl: Odpowiedz na

source: 0 to start a new thread
pl: 0, aby rozpocząć nowy wątek

source: Text entered in the Message field will be posted as is with no formatting applied.
pl: Tekst wprowadzony w polu Wiadomość zostanie wysłany w takiej postaci, w jakiej jest, bez zastosowania formatowania.

source: Line-breaks must be specified with "&lt;br&gt;".
pl: Podziały wierszy muszą być określone za pomocą "&lt;br&gt;".

source: Maximum file size allowed is %s.
pl: Maksymalny dopuszczalny rozmiar pliku to %s.

source: File
pl: Plik

source: Embed
pl: Osadź

source: (paste a YouTube URL)
pl: (wklej adres URL YouTube)

source: All posts are moderated before being shown.
pl: Wszystkie posty są moderowane przed wyświetleniem.

source: All posts with a file attached are moderated before being shown.
pl: Wszystkie posty z załączonym plikiem są moderowane przed wyświetleniem.

source: Images greater than %s will be thumbnailed.
pl: Obrazy większe niż %s będą miniaturowane.

source: Subject
pl: Temat

source: Message
pl: Wiadomość

source: Password
pl: Hasło

source: (for post and file deletion)
pl: (do usuwania postów i plików)

source: Report
pl: Zgłoś

source: Embed:
pl: Osadź:

source: File:
pl: Plik:

source: Reply
pl: Odpowiedz

source: Post truncated. Click Reply to view.
pl: Post skrócony. Kliknij Odpowiedz, aby wyświetlić cały.

source: 1 post omitted. Click Reply to view.
pl: 1 post pominięty. Kliknij Odpowiedz, aby wyświetlić.

source: %d posts omitted. Click Reply to view.
pl: %d posty pominięte. Kliknij pozycję Odpowiedz, aby wyświetlić.

source: Catalog
pl: Katalog

source: Manage
pl: Zarządzaj

source: Previous
pl: Poprzedni

source: Next
pl: Następny

source: Return
pl: Powrót

source: Posting mode: Reply
pl: Tryb publikowania: Odpowiadanie

source: Style
pl: Styl

source: Delete
pl: Usuń

source: Delete Post
pl: Usuń Post

source: Accounts
pl: Konta

source: Bans
pl: Bany

source: Keywords
pl: Słowa kluczowe

source: Moderate Post
pl: Moderuj Post

source: Moderation Log
pl: Dziennik moderacji

source: Raw Post
pl: Surowy post

source: Rebuild All
pl: Odbuduj wszystko

source: Reports
pl: Zgłoszenia

source: Update
pl: Aktualizuj

source: Migrate Database
pl: Migruj bazę danych

source: Change password
pl: Zmień hasło

source: Log Out
pl: Wyloguj się

source: Log In
pl: Zaloguj sie

source: Enter a username and password
pl: Wprowadź nazwę użytkownika i hasło

source: No logs.
pl: Brak logów.

source: Moderation log
pl: Dziennik moderacji

source: Reported posts
pl: Zgłoszone posty

source: %1$d report by %2$s
pl: %1$d zgłoszone przez %2$s

source: %d reports
pl: %d raportów

source: Reported by %s
pl: Zgłoszone przez %s

source: Moderate
pl: Moderuj

source: There are currently no reported posts.
pl: Obecnie nie ma żadnych zgłoszonych postów.

source: Add an account
pl: Dodaj konto

source: Leave blank to maintain current password
pl: Pozostaw puste, aby zachować aktualne hasło

source: Username
pl: Nazwa uzytkownika

source: Role
pl: Rola

source: Choose a role
pl: Wybierz rolę

source: Last active
pl: Ostatnio aktywny

source: Never
pl: Nigdy

source: Multiple IP addresses may be banned at once by separating each address with a comma.
pl: Wiele adresów IP może zostać zablokowanych jednocześnie, oddzielając każdy adres przecinkiem.

source: IP Address
pl: Adres IP

source: Expire(sec)
pl: Wygasa (s)

source: Reason
pl: Przyczyna

source: never
pl: nigdy

source: 1 hour
pl: 1 godzina

source: 1 day
pl: 1 dzień

source: 2 days
pl: 2 dni

source: 1 week
pl: 1 tydzień

source: 2 weeks
pl: 2 tygodnie

source: 1 month
pl: 1 miesiąc

source: Expires
pl: Wygasa

source: Does not expire
pl: Nie wygasa

source: Moderate a post
pl: Moderuj post

source: Post ID
pl: ID posta

source: Tip:
pl: Wskazówka:

source: Tick the box next to a post and click "Delete" at the bottom of the page with a blank password.
pl: Zaznacz pole obok postu i kliknij "Usuń" na dole strony z pustym hasłem.

source: Delete all
pl: Usuń wszystkie

source: 1 thread and 1 reply will be deleted.
pl: 1 wątek i 1 odpowiedź zostaną usunięte.

source: 1 thread and %d replies will be deleted.
pl: 1 wątek i %d odpowiedzi zostaną usunięte.

source: %d threads and 1 reply will be deleted.
pl: %d wątków i 1 odpowiedź zostaną usunięte.

source: %1$d threads and %2$d replies will be deleted.
pl: %1$d wątków i %2$d odpowiedzi zostanie usuniętych.

source: 1 IP address will be banned.
pl: 1 adres IP zostanie zbanowany.

source: %d IP addresses will be banned.
pl: %d Adresy IP zostaną zbanowane.

source: Only an administrator may ban an IP address.
pl: Tylko administrator może zablokować adres IP.

source: IP address: %s
pl: Adres IP: %s

source: Thread
pl: Wątek

source: 1 reply will be deleted.
pl: 1 odpowiedź zostanie usunięta.

source: %d replies will be deleted.
pl: %d odpowiedzi zostaną usunięte.

source: Belongs to
pl: Należy do

source: Return this thread to a normal state.
pl: Przywróć ten wątek do normalnego stanu.

source: Unlock
pl: Odblokuj

source: Lock
pl: Zablokuj

source: Allow replying to this thread.
pl: Zezwól na odpowiadanie w tym wątku.

source: Disallow replying to this thread.
pl: Wyłączenie możliwości odpowiadania w tym wątku.

source: Delete thread
pl: Usuń wątek

source: Delete reply
pl: Usuń odpowiedź

source: Approve
pl: Zatwierdź

source: report
pl: zgłoś

source: reports
pl: raporty

source: Sorry, there doesn't appear to be a keyword with that ID.
pl: Przepraszamy, ale nie ma słowa kluczowego o tym identyfikatorze.

source: Keyword
pl: Słowo kluczowe

source: Add
pl: Dodaj

source: Hide until approved
pl: Ukryj do momentu zatwierdzenia

source: Delete and ban for 1 hour
pl: Usuń i zbanuj na 1 godzinę

source: Delete and ban for 1 day
pl: Usuń i zbanuj na 1 dzień

source: Delete and ban for 2 days
pl: Usuń i zbanuj na 2 dni

source: Delete and ban for 1 week
pl: Usuń i zbanuj na 1 tydzień

source: Delete and ban for 2 weeks
pl: Usuń i zbanuj na 2 tygodnie

source: Delete and ban for 1 month
pl: Usuń i zbanuj na 1 miesiąc

source: Delete and ban permanently
pl: Usuń i zbanuj na stałe

source: thread
pl: wątek

source: threads
pl: wątki

source: More Info
pl: Więcej informacji

source: Pending posts
pl: Oczekujące posty

source: Recent posts
pl: Najnowsze posty
